acpi
acpi_call
acpid
adwaita-qt
alsa-firmware
alsa-plugins
alsa-tools
alsa-utils
ant-dracula-kvantum-theme-git
ant-dracula-theme-git
arc-icon-theme
arch-audit
auto-cpufreq
autoconf
automake
awesome-terminal-fonts
base
bash-completion
bind
binutils
bison
bluez
bluez-utils
brave-bin
brightnessctl
capitaine-cursors
dbus-glib
dconf-editor
dex
dialog
dmenu
dosfstools
dunst
efibootmgr
exfatprogs
fakeroot
firewalld
flatpak
flex
gcc
git
gnome-disk-utility
gnome-icon-theme
gnome-keyring
gpick
gpicview
groff
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gst-python
gtk-engine-murrine
gtksu-git
gvfs
gvfs-afc
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hwdetect
inetutils
intel-ucode
ipset
iptables-nft
isw
jupyter-bash_kernel
jupyter-notebook
kitty
libadwaita
libgnome-keyring
libtool
libxdg-basedir
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
lxappearance-gtk3
lxsession
lxtask-gtk3
lynis
m4
make
mpv
mtools
mullvad-vpn
neofetch
neovim
neovim-plug
nerd-fonts-fira-code
nerd-fonts-hack
nerd-fonts-jetbrains-mono
network-manager-applet
networkmanager
networkmanager-wireguard-git
newsboat
nfs-utils
nilfs-utils
nitrogen
notion-app-enhanced
nss-mdns
ntfs-3g
numlockx
nvidia
nvidia-settings
nvidia-utils
nwg-launchers
openbsd-netcat
optimus-manager
optimus-manager-qt
os-prober
pacgraph
papirus-folders
papirus-icon-theme
patch
pavucontrol
pcmanfm
picom-ibhagwan-git
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-zeroconf
pkgconf
python-adblock
python-cssselect
python-dateutil
python-dbus-next
python-extras
python-iwlib
python-keyring
python-lxml
python-notify2
python-pip
python-psutil
python-pyalsa
python-pydbus
python-pytest
python-pywlroots
python-pyxdg
python-setproctitle
python-xcffib
python-xkbcommon
python-xpybutil
qt5ct
qtile
qutebrowser
rebuild-detector
redshift
reflector
rofi
rofi-theme-menu-1080p
rsync
scrot
slock
sof-firmware
stacer
sublime-text-4
sudo
texinfo
thermald
timeshift
tk
tlp
ttf-icomoon-feather
ttf-joypixels
ttf-ms-fonts
ttf-roboto-mono
ttf-windows
unrar
unzip
upower
usb_modeswitch
usbutils
virtualbox
virtualbox-ext-vnc
visual-studio-code-bin
volumeicon
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-tools
vulkan-validation-layers
wget
which
wireless_tools
wpa_supplicant
xarchiver
xcb-util-cursor
xdg-user-dirs
xdg-utils
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zathura
zathura-pdf-poppler
zip
zramd
